tap "adoptopenjdk/openjdk"
tap "armmbed/formulae"
tap "dracula/install"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
brew "arduino-cli"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "fortune"
brew "git"
brew "openjdk"
brew "gradle"
brew "handbrake", link: false
brew "linode-cli"
brew "m-cli"
brew "mas"
brew "maven"
brew "neofetch"
brew "node"
brew "ruby"
brew "sl"
brew "youtube-dl"
brew "yt-dlp"
brew "armmbed/formulae/arm-none-eabi-gcc"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alfred"
cask "arduino"
cask "balenaetcher"
cask "bambu-studio"
cask "banktivity"
cask "betterdiscord-installer"
cask "bettertouchtool"
cask "cheatsheet"
cask "coolterm"
cask "curseforge"
cask "discord"
cask "dracula-betterdiscord"
cask "elgato-stream-deck"
cask "eloston-chromium"
cask "firefox@developer-edition"
cask "github"
cask "handbrake"
cask "imazing"
cask "intel-power-gadget"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "kicad"
cask "macs-fan-control"
cask "minecraft"
cask "monitorcontrol"
cask "multimc"
cask "multiviewer-for-f1"
cask "mysides"
cask "netnewswire"
cask "numi"
cask "obs"
cask "paw"
cask "prusaslicer"
cask "sdformatter"
cask "serial"
cask "sketch"
cask "slack"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "CARROT Weather", id: 993487541
mas "Dark Reader for Safari", id: 1438243180
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magic Lasso", id: 1198047227
mas "Mapper", id: 1589391989
mas "Microsoft Excel", id: 462058435
mas "Night Eye", id: 1450504903
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "PathPlanner", id: 1593046876
mas "Pocket", id: 568494494
mas "Save to Pocket", id: 1477385213
mas "Sequel Ace", id: 1518036000
mas "Things", id: 904280696
mas "Uninstall Ghostery", id: 1436953057
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
vscode "dracula-theme.theme-dracula"
